Repository: JieGou/ReVVed
Catalog: ReVVed/Resources/Language.*.resx
Languages: fr

# MT_cb_AddPeriods
source: Add periods
fr: Ajouter les points

# MT_cb_AddReturns
source: Add item returns
fr: Ajouter nouvelle lignes

# MT_cb_PreserveReturns
source: Preserve returns
fr: Préserver nouvelle lignes

# MT_Title
source: Merge Text
fr: Fusionner le texte

# CancelButton
source: Cancel
fr: Annuler

# HelpButton
source: Help
fr: Aide

# MT_cbi_lowerCase
source: lower case
fr: minuscules

# MT_cbi_none
source: -none-
fr: -Aucun-

# MT_cbi_sentanceCase
source: Sentance case.
fr: Cas approprié.

# MT_cbi_titleCase
source: Title Case
fr: Casse du Titre

# MT_cbi_toggleCase
source: tOGGLE cASE
fr: cHANGER lA cASSE

# MT_cbi_UpperCase
source: UPPER CASE
fr: MAJUSCULES

# MT_bt_RemoveNote
source: Remove this note
fr: Supprimer cette note

# MT_bt_ViewXML
source: View XML
fr: Voir XML

# CC_CommandName
source: Change Case
fr: Changer de cas

# CC_Title
source: Choose an option
fr: Choisis une option

# ErrorDialog_Command1
source: Send bug report.
fr: Envoyer un rapport de bug.

# ErrorDialog_MainCont
source: Something unexpected has happened and the command cannot complete. More information can be found below.
fr: Quelque chose d'inattendu s'est produit et la commande ne peut pas se terminer. Vous trouverez plus d'informations ci-dessous.

# ErrorDialog_MainInst
source: has encountered an error and cannot complete.
fr: a rencontré une erreur et ne peut pas terminer.

# ErrorDialog_Title
source: Unexpected Error
fr: Erreur inattendue

# MT_DIA001
source: No items were selected.
fr: Aucun élément n'a été sélectionné.

# MT_DIA002
source: No notes were selected.
fr: Aucune note n'a été sélectionnée.

# MT_Tooltip
source: Merge multiple text notes into a single note.
fr: Fusionner plusieurs notes de texte en une seule note.

# UC_Title
source: Upper Case
fr: Majuscules

# CC_Tooltip
source: Changes the case of selected items.
fr: Modifie la casse des éléments sélectionnés.

# UC_Tooltip
source: Changes the case of selected items to upper case.
fr: Change la casse des éléments sélectionnés en majuscule.

# WL_tb_Instr
source: Web link detected more than one URL in the element. Choose the link you wish to open:
fr: Le lien Web a détecté plus d'une URL dans l'élément. Choisissez le lien que vous souhaitez ouvrir:

# WL_Title
source: Web Link
fr: Lien Web

# WL_Tooltip
source: Gets the URL of a component and opens the webpage in a minibrowser.
fr: Obtient l'URL d'un composant et ouvre la page Web dans un mini-navigateur.

# AddButton
source: Add
fr: Ajouter

# CC_DIA001
source: You must select the text items first.
fr: Vous devez d'abord sélectionner les éléments de texte.

# DeleteButton
source: Delete
fr: Effacer

# PC_AddMile_Title
source: Add Milestone
fr: Ajouter un Jalon

# PC_colHead_Event
source: Event
fr: un événement

# PC_Doc_lbl_ProjInfo
source: Project Information
fr: Renseignements sur le projet

# PC_Doc_mi_Refresh
source: Refresh
fr: Rafraîchir

# PC_lbl_Comments
source: Comments
fr: Commentaires

# PC_lbl_Milestone
source: Milestones
fr: Les Jalons

# PC_RunText
source: Select a comment above and it will display here.
fr: Sélectionnez un commentaire ci-dessus et il s'affichera ici.

# PC_tb_IssueDate
source: Issue Date:
fr: Date D'émission:

# PC_tb_PID
source: Project ID:
fr: ID du Projet:

# PC_tb_Status
source: Status:
fr: Statut:

# PC_tb_UF1
source: User Field1:
fr: Champ utilisateur1:

# PC_tb_UF2
source: User Field2:
fr: Champ utilisateur2:

# PC_Title
source: Project Commander
fr: Commandant de Projet

# PC_DIA002_ComLink1
source: Create a new project entry.
fr: Créez une nouvelle entrée de projet.

# PC_DIA002_ComLink2
source: Select from existing project in database.
fr: Sélectionnez un projet existant dans la base de données.

# PC_DIA002_ComLink3
source: Cancel and exit with no changes.
fr: Annuler et quitter sans modifications.

# PC_DIA002_ExpCont
source: Either this is the first time you have run the Project Commander for this particular project or the project has been renamed or renumbered since you last ran Project Commander.
fr: C’est la première fois que vous exécutez Project Commander pour ce projet particulier ou bien le projet a été renommé ou renuméroté depuis votre dernière exécution de Project Commander.

# PC_DIA002_MainInstr
source: Project Commander could not find the project: "{0}" in the XML database.
fr: Le commandant de projet n'a pas trouvé le projet: "{0}" dans la base de données XML.

# PC_DIA002_Title
source: Project not found
fr: Projet non trouvé

# CloseButton
source: Close
fr: Fermer

# PC_PMW_DIA001_MainInstr
source: This will permanently delete all comments, milestones and information stored in the database for this project. Are you sure this is what you want?
fr: Cela supprimera définitivement tous les commentaires, jalons et informations stockés dans la base de données pour ce projet. Êtes-vous sûr que c'est ce que vous voulez?

# PC_PMW_DIA001_Title
source: Confirm delete
fr: Confirmation de la suppression

# PC_PMW_tb_Instruction
source: Select the project you would like to rename\renumber:
fr: Sélectionnez le projet que vous souhaitez renommer \ renuméroter:

# PC_PMW_tb_Instruction2
source: Select which projects you would like to delete from the database.
fr: Sélectionnez les projets que vous souhaitez supprimer de la base de données.

# PC_PMW_Title
source: Project Manager
fr: Chef de projet

# TXT_No
source: No
fr: Non

# TXT_Yes
source: Yes
fr: Oui

# CoCo_Title
source: Component Commander
fr: Commandant de Composant

# GF_Title
source: Grid Flip
fr: Inverser la Grille

# OF_Title
source: Open Folder
fr: Dossier Ouvert

# OPT_cb_Log2File
source: Log to file
fr: Se connecter au fichier

# OPT_gb_LogFile
source: Log File
fr: Fichier Journal

# OPT_gb_RibButtons
source: Ribbon Buttons
fr: Boutons de Ruban

# OPT_lbl_LogDuration
source: Log Entry Duration (0 to 365 days)
fr: Durée de saisie du journal (0 à 365 jours)

# OPT_lbl_LogLevel
source: Log level
fr: Niveau de journal

# OPT_lbl_LogPath
source: Log File Path
fr: Chemin du fichier journal

# P_Title
source: Polyline
fr: Polyligne

# R_Title
source: Revisionist
fr: Révisionniste

# GF_Tooltip
source: Flips the start and end points of grid lines.
fr: Inverse les points de début et de fin des lignes de la grille.

# HLP_Tooltip
source: Help for the ReVVed suite of tools.
fr: Aide pour la suite d'outils ReVVed.

# OPT_cb_MiniBrowser
source: Use Mini-browser
fr: Utiliser le mini-navigateur

# OPT_cb_RunAtStart
source: Run at start
fr: Courir au début

# OPT_cb_UserExp
source: Contribute to ReVVed User Experience
fr: Contribuez à l'expérience utilisateur ReVVed

# OPT_DIA001_MainInstr
source: You do not have permission to write to this directory.
fr: Vous n'êtes pas autorisé à écrire dans ce répertoire.

# OPT_DIA001_Title
source: Directory error
fr: Erreur de répertoire

# OPT_tb_MoreInfo
source: More information.
fr: Plus d'information.

# OPT_Tooltip
source: Configuration options for the ReVVed suite of tools.
fr: Options de configuration pour la suite d'outils ReVVed.

# PC_PMW_Tooltip
source: Allows you to delete obsolete projects from the Project Commander database.
fr: Vous permet de supprimer des projets obsolètes de la base de données Project Commander.

# P_Tooltip
source: Sets the total length of multiple joined lines.
fr: Définit la longueur totale de plusieurs lignes jointes.

# R_Tooltip
source: Adds revisions to multiple sheets.
fr: Ajoute des révisions à plusieurs feuilles.

# SaveButton
source: Save
fr: Enregistrer

# About_Title
source: About
fr: À propos de ReVVed

# About_Tooltip
source: Product information about the ReVVed suite of tools.
fr: Informations produit sur la suite d'outils ReVVed.

# CoCo_Tooltip
source: An improved interface for sorting and searching through components loaded into the project.
fr: Une interface améliorée pour le tri et la recherche des composants chargés dans le projet.

# EA_DIA001_MainCont
source: Version {0} is available at <a href="http://www.pkhlineworks.ca">www.pkhlineworks.ca</a>
fr: La version {0} est disponible à l'adresse <a href="http://www.pkhlineworks.ca"> www.pkhlineworks.ca </a>.

# EA_DIA001_MainInstr
source: A newer version of ReVVed is available.
fr: Une version plus récente de ReVVed est disponible.

# EA_DIA001_Title
source: Update available
fr: Mise à jour disponible

# EA_DIA002_Comm1
source: Turn off logging.
fr: Désactive la journalisation.

# EA_DIA002_Comm2
source: Ignore and continue.
fr: Ignorer et continuer.

# EA_DIA002_MainCont
source: Would you like to turn off logging or just ignore this error and continue.
fr: Souhaitez-vous désactiver la journalisation ou simplement ignorer cette erreur et continuer?

# EA_DIA002_MainInstr
source: ReVVed could not access the log file: {0}. It is probably locked by another process.
fr: ReVVed n'a pas pu accéder au fichier journal: {0}. Il est probablement verrouillé par un autre processus.

# EA_DIA002_Title
source: Logging Error
fr: Erreur de journalisation

# EA_DIA003_Comm1
source: Yes, I would like to contribute.
fr: Oui, j'aimerais contribuer.

# EA_DIA003_Comm2
source: No, I don't want to help make ReVVed better.
fr: Non, je ne veux pas aider à améliorer ReVVed.

# EA_DIA003_Footer
source: <a href="http://www.pkhlineworks.ca/analyticsinformation.html"> Click here for more information</a>
fr: <a href="http://www.pkhlineworks.ca/analyticsinformation.html">Cliquez ici pour plus d'informations</a>

# EA_DIA003_MainCont
source: This would happen automatically without you needing to anything and requires an internet connection. If you want to opt out at any time you can do so in the Options menu.
fr: Cela se produirait automatiquement sans que vous ayez besoin de quoi que ce soit et nécessite une connexion Internet. Si vous souhaitez vous désinscrire à tout moment, vous pouvez le faire dans le menu Options.

# EA_DIA003_MainInstr
source: pkh Lineworks would like to collect information on how you use ReVVed.
fr: pkh Lineworks souhaite collecter des informations sur votre utilisation de ReVVed.

# EA_DIA003_Title
source: ReVVed User Experience
fr: Expérience utilisateur ReVVed

# EA_RButt_HideDock
source: Hide Dock
fr: Masquer le panneau

# EA_RButt_HideDock_Tooltip
source: Hides the Project Commander Dockable Palette
fr: Masque la palette dockable du Commandant de Projet

# EA_RButt_ShowDock
source: Show Dock
fr: Afficher le panneau

# EA_RButt_ShowDock_Tooltip
source: Displays the Project Commander Dockable Palette
fr: Affiche la palette dockable du Commandant de Projet

# OF_Tooltip
source: Opens the folder that the active project or selected family is saved in.
fr: Ouvre le dossier dans lequel le projet actif ou la famille sélectionnée est enregistré.

# PC_DIA001_Mess
source: The database file could not be found. Have you run the Project Commander tool at least once yet?
fr: Le fichier de base de données est introuvable. Avez-vous exécuté l'outil Project Commander au moins une fois?

# PC_DIA001_Title
source: File not found.
fr: Fichier non trouvé.

# PC_Doc_Title
source: Project Commander Docking Pane
fr: Volet d'amarrage du commandant de projet

# PC_Tooltip
source: A small app for storing notes and details about the currently active project. These are not saved inside the project file.
fr: Une petite application pour stocker des notes et des détails sur le projet actuellement actif. Celles-ci ne sont pas enregistrées dans le fichier de projet.

# ANALYTICS_DIA001_Comm1
source: Turn off gathering for this session only.
fr: Désactiver la collecte pour cette session uniquement.

# ANALYTICS_DIA001_Comm2
source: Turn off permanently.
fr: Éteignez en permanence.

# ANALYTICS_DIA001_Footer
source: You can turn this back on at anytime in the Options menu.
fr: Vous pouvez l'activer à tout moment dans le menu Options.

# ANALYTICS_DIA001_MainCont
source: An error has occured while gathering usage information.
fr: Une erreur s'est produite lors de la collecte des informations d'utilisation.

# ANALYTICS_DIA001_MainInstr
source: An error occured while trying to send usage information. This could be a temporary problem but please submit the bug report that will follow. Please select an option below:
fr: Une erreur s'est produite lors de la tentative d'envoi d'informations d'utilisation. Cela pourrait être un problème temporaire, mais veuillez soumettre le rapport de bogue qui suivra. Veuillez sélectionner une option ci-dessous:

# ANALYTICS_DIA001_Title
source: ReVVed User Experience
fr: Expérience utilisateur reVVed

# ANALYTICS_language
source: en
fr: fr

# DeselectAllButton
source: Deselect All
fr: Tout déselectionner

# GF_DIA001_MainCont
source: There were arced or multi-segment gridlines selected. These cannot be flipped and were ignored.
fr: Des lignes de quadrillage ou multi-segments ont été sélectionnées. Ceux-ci ne peuvent pas être retournés et ont été ignorés.

# GF_DIA001_MainInstr
source: Flipped {0} grid lines.
fr: {0} lignes de grille inversées.

# HELP_FILE
source: \revved-help.chm
fr: \revved-help-fr.chm

# OF_Error1
source: A proper directory could not be found. One possible reason is that this is a new project that has not been saved yet.
fr: Un répertoire approprié n'a pas pu être trouvé. Une des raisons possibles est qu’il s’agit d’un nouveau projet qui n’a pas encore été enregistré.

# OF_Error2
source: The import instance you selected is not linked into the project.
fr: L'instance d'importation que vous avez sélectionnée n'est pas liée au projet.

# OF_Error4
source: Selected family was an in-place family.
fr: La famille sélectionnée était une famille sur place.

# OF_Error5
source: The selected family had no directory path. One possible reason is the family was not loaded into the project but existed in the project template.
fr: La famille sélectionnée n'avait pas de chemin de répertoire. Une des raisons possibles est que la famille n'a pas été chargée dans le projet mais existe dans le modèle de projet.

# OF_Error6
source: Point Clouds are not supported at this time.
fr: Les nuages de points ne sont pas pris en charge pour le moment.

# OF_Error7
source: The type of element selected could not be recognized as an external reference.
fr: Le type d'élément sélectionné n'a pas pu être reconnu en tant que référence externe.

# OF_Error8
source: The directory {0} does not exist.
fr: Le répertoire {0} n'existe pas.

# OF_Error_Title
source: Error
fr: Erreur

# R_DIA001_MainInstr
source: All the revsions have been issued.
fr: Toutes les révisions ont été publiées.

# R_DIA001_Title
source: No data
fr: Pas de données

# R_DIA002_MainInstr
source: There are no sheets to work with.
fr: Il n'y a pas de feuilles avec lesquelles travailler.

# SelectAllButton
source: Select All
fr: Tout sélectionner

# P_butt_Switch
source: Switch End
fr: Fin du commutateur

# P_butt_Update
source: Update Length
fr: Longueur de mise à jour

# P_DIA001_MainInstr
source: Less than 2 lines were selected.
fr: Moins de 2 lignes ont été sélectionnées.

# P_DIA002_MainCont
source: Something went wrong when Revit attempted to change the line to your specified dimension.
fr: Quelque chose s'est mal passé lorsque Revit a tenté de modifier la ligne selon la dimension spécifiée.

# P_DIA002_MainInstr
source: The line could not be created.
fr: La ligne n'a pas pu être créée.

# P_DIA003_MainCont
source: Please make sure you select more than one line, the lines are connect and do not form a closed loop. Arcs, ellipses and splines are currently not supported.
fr: Assurez-vous de sélectionner plusieurs lignes, les lignes sont connectées et ne forment pas une boucle fermée. Les arcs, les ellipses et les splines ne sont actuellement pas pris en charge.

# P_DIA003_MainInstr
source: A path could not be found.
fr: Un chemin n'a pas pu être trouvé.

# P_lbl_Dlength
source: Desired Length:
fr: Longueur souhaitée:

# P_lbl_Plength
source: Polyline Length:
fr: Longueur de la polyligne:

# P_tb_Note
source: Note:
fr: Remarque:

# P_tb_Note2
source: The line will be altered from the red end to meet the desired length.
fr: La ligne sera modifiée à partir de l'extrémité rouge pour répondre à la longueur souhaitée.

# CoCo_But_Folder
source: Open Folder
fr: Dossier Ouvert

# CoCo_But_Edit
source: Edit
fr: Éditer

# CoCo_But_Edit_tooltip
source: Edit family from hard drive location
fr: Modifier la famille à partir de l'emplacement du disque dur

# CoCo_But_Folder_tooltip
source: Opens the folder that contains this family.
fr: Ouvre le dossier contenant cette famille.

# CoCo_But_Load
source: Load
fr: Charge

# CoCo_But_Reload
source: Reload
fr: Recharger

# CoCo_But_Reload_tooltip
source: Reload family from hard drive location
fr: Recharger la famille depuis l'emplacement du disque dur

# CoCo_But_Select
source: Select
fr: Sélectionner

# CoCo_But_Select_tooltip
source: Insert the selected family into the drawing
fr: Insérez la famille sélectionnée dans le dessin

# CoCo_CB_Preview
source: Preview
fr: Aperçu

# CoCo_Filter_Text
source: Filter Name
fr: Nom du filtre

# CoCo_Tab_DetCo
source: Detail Components
fr: Composants de détail

# CoCo_Tab_Favs
source: Favourites
fr: Favoris

# CoCo_Tab_MoCo
source: Model Components
fr: Composants du modèle

# CoCo_FOD_Filter
source: Revit Families (*.rfa)|*.rfa
fr: Familles Revit (*.rfa)|*.rfa

# CoCo_DIA001_MainCont
source: No need to reload family from:
fr: Pas besoin de recharger la famille de:

# CoCo_DIA001_MainInstr
source: Family was identical to saved file.
fr: La famille était identique au fichier enregistré.

# CoCo_DIA001_Title
source: Load failed
fr: Chargement raté

# CoCo_DIA002_MainInstr
source: Could not find the file at:
fr: Impossible de trouver le fichier à:

# CoCo_DIA002_Title
source: Edit failed
fr: Échec de la modification

# CoCo_DIA003_Title
source: Reload failed
fr: Échec du rechargement

# CoCo_DIA004_MainInstr
source: Successfully reloaded:
fr: Rechargé avec succès:

# CoCo_DIA004_Title
source: Reloaded
fr: Rechargé

# CoCo_DIA005_MainCont
source: No need to reload family from:
fr: Pas besoin de recharger la famille de:

# CoCo_DIA005_MainInstr
source: Family was identical to saved file.
fr: La famille était identique au fichier enregistré.

# CoCo_DIA006_MainInstr
source: Could not find the file at:
fr: Impossible de trouver le fichier à:

# CoCo_DIA007_MainCont
source: No need to load family from:
fr: Pas besoin de charger la famille depuis:

# CoCo_EC_TransAct
source: Load family
fr: Charger la famille

# CoCo_Error_MainCont
source: Some possible reasons are this document is not active, or this is a family document and the instances of this family symbol can not exist in the current family, or this family symbol has no command to create instance, or the command to create instance is disabled in active view.
fr: Certaines raisons possibles sont que ce document n'est pas actif, ou qu'il s'agit d'un document de famille et que les instances de ce symbole de famille ne peuvent pas exister dans la famille actuelle, ou ce symbole de famille n'a pas de commande pour créer une instance, ou la commande pour créer une instance est désactivée en vue active.

# CoCo_Error_Title
source: Place Family Error
fr: Placer l'erreur familiale

# CoCo_DIA008_MainCont
source: Would you like to remove this entry from your saved favourites?
fr: Souhaitez-vous supprimer cette entrée de vos favoris enregistrés?

# CoCo_DIA008_MainInstr
source: Could not find the family file for the following favorite:
fr: Impossible de trouver le fichier de famille pour le favori suivant:

# CoCo_DIA008_Title
source: File missing
fr: Dossier manquant
